public class Main {

    public static void main(String[] args) {

        System.out.println("ПРИВЕТСТВУЮ ТЕБЯ О ВЕЛИЧАЙШИЙ ИЗ ВЕЛИЧАЙШИХ");
        System.out.println("Что желаешь господин?");
        System.out.println("|-------------------------------------------------|");
        System.out.println("|--1. Считать все месячные отчёты-----------------|");
        System.out.println("|--2. Считать годовой отчёт-----------------------|");
        System.out.println("|--3. Сверить отчёты------------------------------|");
        System.out.println("|--4. Вывести информацию о всех месячных отчётах--|");
        System.out.println("|--5. Вывести информацию о годовом отчёте---------|");
        System.out.println("|-------------------------------------------------|");





    }
}

